// ملف النصوص الخاصة بشرح الموضوع

document.addEventListener("DOMContentLoaded", () => {
  const topicText = document.getElementById("topicText");

  const text = `
   يعرض هذا القسم من منصتي التعليمية اسئلة حول 
  مادة الحاسوب 
  الصف الثاني متوسط 
  الاسئلة متكونة من اختيار من متعدد وفراغات وهي اسئلة موزعة من الكتاب 

  في نهاية هذا الاختبار سوف يتم منح شهادة انجاز الاختبار وهي تتضمن اسم المشارك والاساتذة المصممون للاحتبار ومطور المنصة 

  نتمنى لجميع الطلبة التوفيق والنجاح 🌟.
 `;

  topicText.textContent = text;
});
